code25_all/php/1849766.txt

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:res="namespaceurl">
   <soap:Header>
      <res:AuthHeader>
         <!--Optional:-->
         <res:UserName>myuser</res:UserName>
         <!--Optional:-->
         <res:Password>mypass</res:Password>
      </res:AuthHeader>
   </soap:Header>
   <soap:Body>
      <res:LoanStatus>
         <res:iAccountNbr>?</res:iAccountNbr>
         <res:iResortNbr>?</res:iResortNbr>
         <!--Optional:-->
         <res:strXRef></res:strXRef>
      </res:LoanStatus>
   </soap:Body>
</soap:Envelope>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:res="namespaceurl">
   <soap:Header>
      <res:AuthHeader>
         <!--Optional:-->
         <res:UserName>myuser</res:UserName>
         <!--Optional:-->
         <res:Password>mypass</res:Password>
      </res:AuthHeader>
   </soap:Header>
   <soap:Body>
      <res:LoanStatus>
         <res:iAccountNbr>?</res:iAccountNbr>
         <res:iResortNbr>?</res:iResortNbr>
         <!--Optional:-->
         <res:strXRef></res:strXRef>
      </res:LoanStatus>
   </soap:Body>
</soap:Envelope>
